[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=Privilegios insuficientes para instalar/desinstalar
MSG_101=Instalación incompleta, error de instalación 
MSG_102=Ha instalado una versión posterior, la instalación es anulada
MSG_103=No se puede copiar, pulse "OK" para continuar!
MSG_1040=Existe información de inicio de arranque! 
MSG_1041=Existe Información de registro Personalizado
MSG_1042=Existe Archivo de Programa
MSG_201=Retiro incompleto de la informacion, no puede continuar
MSG_202=El Archivo no se puede remover. Pulse el botón "OK" para continuar
MSG_301=Información de actualización incompleta, no puede continuar
MSG_302=Quite por favor la versión anterior y re-instálelo otra vez
MSG_501=Versión anterior detectada  ¿está seguro de actualizarlo?
MSG_502=Error en la actualización, vuelva a intentarlo!
MSG_503=Última versión ya actualizada!
//準備安裝畫面=
FPrepare->Caption=Asistente para la instalación
FPrepare->lb_Prepare->Caption=El programa de configuración %P se esta preparando, el asistente de instalación le llevara para completar la instalación, por favor espere.
FPrepare->lb_PrepareProc->Caption=El programa de configuración se esta preparando
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=Bienvenido para usar el asistente de instalación %P
FWelcome->lb_StartInstallation->Caption=El asistente de instalación %P, configurara su computadora. Si desea continuar por favor presione "Next"(siguiente)
FWelcome->lb_SelectLanguage->Caption=Seleccione un idioma
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=Listo para Installar [%P]
FSeriesSelect->lb_SelectSeriesDescription->Caption=Seleccione su modelo, pulse "Next" para comenzar.
FSeriesSelect->rb_Series2->Caption=Multi Core GUN3 V2
FSeriesSelect->rb_Series3->Caption=Multi Core GUN3 V3
FSeriesSelect->rb_Series5->Caption=Multi Core GUN3 V5
FSeriesSelect->rb_Series7->Caption=Multi Core GUN3 V7
FSeriesSelect->rb_Series4->Caption=Multi Core GUN3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=I accept the agreement
FEULA->rb_DisapproveOfEULA->Caption=I do not accept the agreement
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=Ready to install...
FAskInstall->lb_AskInstall->Caption=Presione "Setup" para comenzar la instalación. \\\\\\\\Si desea revisar o cambiar cualquier información de configuración, presione "Back". presione "Exit" para cancelar instalación
//開始安裝畫面=
FInstall->lb_Title->Caption=Instalando…
FInstall->lb_Install->Caption=Asistente para la instalación se está ejecutando necesario!
CopyFiles=Copiar
ChangeFolderCompetence=Cambiar permisos de carpeta
WriteRegOnUninstallFolder=Escriba la información de eliminación en la carpeta de registro
WriteRegOnBootName=Escribir la información de arranque en la carpeta de registro
CreateLinks=Crear Acceso directo
WriteRegOnPrivateFolder=Escriba información del programa en la carpeta de registro
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=Instalación incompleta, si usted termina la instalación ahora causara “Agregar/Quitar” o mal funcionamiento. \\\\¿Estás seguro que desea finalizar la instalación ahora?
//取消完成畫面=
FCancel->lb_Cancel->Caption=La instalación esta terminada
FCancel->lb_Notes->Caption=Sistema se mantiene sin cambios. Puede ejecutar este programa de instalación de nuevo en el futuro. Presione "OK" para acabar con el asistente de instalación
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=La instalación ha terminado.
FFinish->lb_Finish_Uninstall->Caption=La eliminación se ha completado
FFinish->lb_Finish_Upgrade->Caption=Actualización se ha completado
FFinish->lb_FinishInstallNotes->Caption=Programa de instalación %P a terminado en su computadora
FFinish->lb_FinishUninstallNotes->Caption=Eliminación del %P ha terminado 
FFinish->lb_FinishUpgradeNotes->Caption=La actualización %P a terminado.
FFinish->ck_StartProgram->Caption=Iniciar [ %P ]
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=¿Está usted seguro de eliminar todos los programas y funciones?
FUninstallConfirm->ck_DeleteUserLog->Caption=Eliminar registros (incluidos: archivos de programación, armas de fuego, configuraciones de botones, etc.)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=El programa de configuración %P está ejecutando la instalación solicitada.
BackupSettingData=Desea guardar los datos de configuración?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=Presione el botón "Actualizar /Recuperar" para iniciar la actualización o recuperación. \\\\\\\\Pulso O en "Exit" para cancelar el asistente de instalación
FAskUpgradeAndRepair->bt_Upgrade->Caption=Actualizar / Recuperar
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=El programa de configuración se está actualizando/recuperando %P
FUpgradeAndRepair->bt_Cancel->Caption=Salir

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Desinstalar Bloody7
LINK_PROGRAMS_MANUAL=Manual
LINK_DESKTOP=Bloody7

